Repository: dbwmedia/Infinite-Logo-Carousel-Block
Catalog: languages/infinite-logo-carousel-block-*.po
Languages: de_de

source: Infinite Logo Carousel
de_de: Infinite Logo Karussell

source: Professional infinity logo carousel with customizable speed, spacing and hover-pause. Perfect for client, partner or sponsor logos.
de_de: Professionelles Endlos-Logo-Karussell mit anpassbarer Geschwindigkeit, Abständen und Hover-Pause. Perfekt für Kunden-, Partner- oder Sponsor-Logos.

source: Images
de_de: Bilder

source: Add logos to create your infinity carousel.
de_de: Fügen Sie Logos hinzu, um Ihr Endlos-Karussell zu erstellen.

source: Speed
de_de: Geschwindigkeit

source: Carousel Speed
de_de: Karussell-Geschwindigkeit

source: Slow
de_de: Langsam

source: Medium
de_de: Mittel

source: Fast
de_de: Schnell

source: Logo Spacing
de_de: Logo-Abstände

source: Gap between logos
de_de: Abstand zwischen Logos

source: Small
de_de: Klein

source: Large
de_de: Groß

source: Margins
de_de: Außenabstände

source: Top/Bottom Margin
de_de: Oben/Unten Außenabstand

source: Small (25px)
de_de: Klein (25px)

source: Medium (50px)
de_de: Mittel (50px)

source: Large (75px)
de_de: Groß (75px)

source: Logo Size
de_de: Logo-Größe

source: Maximum Logo Height (px)
de_de: Maximale Logo-Höhe (px)

source: Sets the maximum height for logos. Width adjusts automatically.
de_de: Legt die maximale Höhe für Logos fest. Die Breite wird automatisch angepasst.

source: Quick Select
de_de: Schnellauswahl

source: Small (40px)
de_de: Klein (40px)

source: Large (70px)
de_de: Groß (70px)

source: Extra Large (100px)
de_de: Extra Groß (100px)

source: Overlay Settings
de_de: Overlay-Einstellungen

source: Show Overlay
de_de: Overlay anzeigen

source: Shows a gradient overlay at the edges of the carousel.
de_de: Zeigt ein Verlaufs-Overlay an den Rändern des Karussells an.

source: Overlay Color
de_de: Overlay-Farbe

source: Background color for overlay
de_de: Hintergrundfarbe für Overlay

source: Logo Display
de_de: Logo-Anzeige

source: Convert to Black
de_de: In Schwarz umwandeln

source: Converts all logos to black for a uniform appearance.
de_de: Wandelt alle Logos in Schwarz um für ein einheitliches Erscheinungsbild.

source: Remove
de_de: Entfernen

source: Add Images
de_de: Bilder hinzufügen

source: Documentation
de_de: Dokumentation

source: The <strong>Infinite Logo Carousel Block</strong> plugin requires WordPress 5.8 or higher. You are using WordPress %s.
de_de: Das Plugin <strong>Infinite Logo Carousel Block</strong> benötigt WordPress 5.8 oder höher. Sie verwenden WordPress %s.

source: This plugin requires WordPress 5.8 or higher.
de_de: Dieses Plugin benötigt WordPress 5.8 oder höher.

source: Plugin activation failed
de_de: Plugin-Aktivierung fehlgeschlagen
